export const sliderImageUrl = [
    {
      url: "/images/packs/pack-1_350x265.webp",
      name: "باقة كورسات الصف الاول الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 50",
    },
    {
      url:"/images/packs/pack-1_350x265.webp",
      name: "باقة كورسات الصف الثاني الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 45",
    },
    {
      url:"/images/packs/pack-1_350x265.webp",
      name: "باقة كورسات الصف الثالث الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 60",
    },
    {
      url:"/images/packs/pack-1_350x265.webp",
      name: "باقة كورسات الصف الثالث الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 55",
    },
    {
      url:"/images/packs/pack-1_350x265.webp",
      name: "باقة كورسات الصف الثالث الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 40",
    },
  ];

 export const PackagesCard =[
  {
    id:1,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الثاني عشر أدبي الفصل الأول",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الحادي عشر علمي",
    level: "المرحلة الثانوية",
    Semester:"الفصل الأول",
    oldPrice:"60",
    salary:"50"
  },
  {
    id:2,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الاول الإعدادي الفصل الأول ",
    about: "باقة كورسات الصف الاول الإعدادي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف السابع",
    level: "المرحلة المتوسطة",
    Semester:"الفصل الثاني",
    oldPrice:"60",
    salary:"50"
  },
  {
    id:3,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الاول الإعدادي",
    about: "باقة كورسات الصف الاول الإعدادي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف التاسع",
    level: "المرحلة المتوسطة",
    Semester:"الفصل الثاني",
    oldPrice:"60",
    salary:"50"
  }, 
  {
    id:4,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الاول الثانوي",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الثاني عشر أدبي",
    level: "المرحلة الثانوية",
    Semester:"الفصل الأول",
    oldPrice:"60",
    salary:"50"
  },
  {
    id:5,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الثاني الابتدائية",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الثاني",
    level: "المرحلة الابتدائية",
    Semester:"الفصل الأول",
    oldPrice:"60",
    salary:"50"
  },
  {
    id:6,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الثاني الابتدائية",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الثاني",
    level: "المرحلة الابتدائية",
    Semester:"الفصل الثاني",
      oldPrice:"60",
    salary:"50"
  },  {
    id:6,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الثاني الابتدائية",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الثاني",
    level: "المرحلة الابتدائية",
    Semester:"الفصل الثاني",
      oldPrice:"60",
    salary:"50"
  },  {
    id:6,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الثاني الابتدائية",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الثاني",
    level: "المرحلة الابتدائية",
    Semester:"الفصل الثاني",
      oldPrice:"60",
    salary:"50"
  },  {
    id:6,
    url:"/images/packs/pack-1_350x265.webp",
    name: "باقة كورسات الصف الثاني الابتدائية",
    about: "باقة كورسات الصف الاول الثانوي (لغة عربية - لغة انجليزية - علوم - رياضيات)",
    grade: "الصف الثاني",
    level: "المرحلة الابتدائية",
    Semester:"الفصل الثاني",
      oldPrice:"60",
    salary:"50"
  },
 ]
  export const CardsData = [
    {
      id: 1,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة العربية الصف الثامن",
      rating: 4,
      salary: "40",
      subject: "اللغة العربية",
      grade: "الصف الثامن",
    },
    {
      id: 2,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة الرياضيات الصف الثامن",
      rating: 4,
      salary: "56",
      subject: "الرياضيات",
      grade: "الصف الثامن",
    },
    {
      id: 3,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة العربية الصف الثامن",
      rating: 4,
      salary: "40",
      subject: "اللغة العربية",
      grade: "الصف الثامن",
    },
    {
      id: 4,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس  اللغة الانجليزية الصف الثامن",
      rating: 4,
      salary: "40",
      subject: "English",
      grade: "الصف الثامن",
    },
    {
      id: 5,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة الانجليزية الصف الثامن",
      rating: 4,
      salary: "40",
      subject: "English",
      grade: "الصف الثامن",
    },
    {
      id: 6,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة الرياضيات الصف الثامن",
      rating: 4,
      salary: "56",
      subject: "الرياضيات",
      grade: "الصف الثامن",
    },
    {
      id: 7,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة الرياضيات الصف الثامن",
      rating: 4,
      salary: "56",
      subject: "الرياضيات",
      grade: "الصف الثامن",
    },    {
      id: 8,
      url:"/images/packs/pack-1_350x265.webp",
      name: "كورس اللغة الرياضيات الصف الثامن",
      rating: 4,
      salary: "56",
      subject: "الرياضيات",
      grade: "الصف الثامن",
    },
  ];
  export const faqs = [
    {
      question: "ما هو موقع التعليم الإلكتروني؟",
      answer:
        "موقع التعليم الإلكتروني هو منصة تعليمية تهدف إلى توفير مساحة للطلاب في جميع المراحل الدراسية لرفع ومشاركة الملفات الخاصة بهم. يمكن للطلاب تحميل الملفات التعليمية والواجبات والاختبارات والموارد الأخرى التي تساعدهم في مساراتهم التعليمية.",
    },
    {
      question: "ما هي فوائد استخدام موقع التعليم الإلكتروني؟",
      answer:
        "يوفر موقع التعليم الإلكتروني فرصة للطلاب للوصول إلى الموارد التعليمية بسهولة ويسر. يمكنهم تحميل الملفات والوثائق التعليمية من أي مكان وفي أي وقت. يساعد الموقع الطلاب على مشاركة الموارد مع زملائهم والتعاون في العمل الجماعي. كما يوفر الموقع أيضًا واجهة بسيطة وسهلة الاستخدام لتحسين تجربة المستخدم.",
    },
    {
      question: "ما هي المراحل التعليمية المدعومة في موقع التعليم الإلكتروني؟",
      answer:
        "يدعم موقع التعليم الإلكتروني طلاب جميع المراحل التعليمية بدءًا من التعليم الابتدائي وحتى التعليم الثانوي والتعليم الجامعي. يوفر الموقع مساحة للملفات والموارد المناسبة لكل مرحلة تعليمية، مما يساعد الطلاب في الوصول إلى المحتوى الذي يلبي احتياجاتهم التعليمية.",
    },
    {
      question: "كيف يمكن للطلاب الاستفادة من موقع التعليم الإلكتروني؟",
      answer:
        "يمكن للطلاب الاستفادة من موقع التعليم الإلكتروني عن طريق التسجيل في الموقع وإنشاء حساب شخصي. بعد ذلك، يمكنهم تسجيل الدخول وتصفح الملفات وتحميلها ومشاركتها مع زملائهم. يمكنهم أيضًا الاطلاع على الموارد التعليمية الأخرى المتاحة على الموقع والاستفادة منها في دراستهم.",
    },
    {
      question: "ما هو موقع التعليم الإلكتروني؟",
      answer:
        "موقع التعليم الإلكتروني هو منصة تعليمية تهدف إلى توفير مساحة للطلاب في جميع المراحل الدراسية لرفع ومشاركة الملفات الخاصة بهم. يمكن للطلاب تحميل الملفات التعليمية والواجبات والاختبارات والموارد الأخرى التي تساعدهم في مساراتهم التعليمية.",
    },
    {
      question: "ما هي فوائد استخدام موقع التعليم الإلكتروني؟",
      answer:
        "يوفر موقع التعليم الإلكتروني فرصة للطلاب للوصول إلى الموارد التعليمية بسهولة ويسر. يمكنهم تحميل الملفات والوثائق التعليمية من أي مكان وفي أي وقت. يساعد الموقع الطلاب على مشاركة الموارد مع زملائهم والتعاون في العمل الجماعي. كما يوفر الموقع أيضًا واجهة بسيطة وسهلة الاستخدام لتحسين تجربة المستخدم.",
    },
    {
      question: "ما هي المراحل التعليمية المدعومة في موقع التعليم الإلكتروني؟",
      answer:
        "يدعم موقع التعليم الإلكتروني طلاب جميع المراحل التعليمية بدءًا من التعليم الابتدائي وحتى التعليم الثانوي والتعليم الجامعي. يوفر الموقع مساحة للملفات والموارد المناسبة لكل مرحلة تعليمية، مما يساعد الطلاب في الوصول إلى المحتوى الذي يلبي احتياجاتهم التعليمية.",
    },
    {
      question: "كيف يمكن للطلاب الاستفادة من موقع التعليم الإلكتروني؟",
      answer:
        "يمكن للطلاب الاستفادة من موقع التعليم الإلكتروني عن طريق التسجيل في الموقع وإنشاء حساب شخصي. بعد ذلك، يمكنهم تسجيل الدخول وتصفح الملفات وتحميلها ومشاركتها مع زملائهم. يمكنهم أيضًا الاطلاع على الموارد التعليمية الأخرى المتاحة على الموقع والاستفادة منها في دراستهم.",
    },
  ];