export const sliderImageUrl = [
    {
      url: "/images/packs/pack-1.png",
      name: "باقة كورسات الصف الاول الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 50",
    },
    {
      url: "/images/packs/pack-2.png",
      name: "باقة كورسات الصف الثاني الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 45",
    },
    {
      url: "/images/packs/pack-3.png",
      name: "باقة كورسات الصف الثالث الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 60",
    },
    {
      url: "/images/packs/pack-4.png",
      name: "باقة كورسات الصف الثالث الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 55",
    },
    {
      url: "/images/packs/pack-5.png",
      name: "باقة كورسات الصف الثالث الثانوي",
      about: "باقة كورسات الصف الرابع (لغة عربية - لغة انجليزية - علوم - رياضيات)",
      salary: "KWD 40",
    },
  ];